---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsSystemRisedrop2linedropsymbolParam
source: html/02fd6284-6a4c-5e1a-99ec-507fab79b837.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsSystemRisedrop2linedropsymbolParam Property

"Two Line Drop Symbol"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsSystemRisedrop2linedropsymbolParam { get; }
```